Repository: AreaSong/AreaChain
Catalog: AreaChain/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# privacy.system.signing
source: This build cannot access the protected keychain. Stable signing or appropriate entitlements may be required. You can use a master password; the app will not fall back to an unprotected keychain item.
zh_hans: 此构建无法访问受保护钥匙串，可能需要稳定签名或正确权限。可以使用主密码；不会降级为无验证的钥匙串条目。

# privacy.tags.count
source: %ld private tags selected
zh_hans: 已选择 %ld 个私密标签

# privacy.tags.help
source: Any selected tag protects the whole note and its images. Removing or renaming a tag does not remove existing protection. Tag names remain visible.
zh_hans: 任一私密标签命中即保护整条手记及图片。移除或改名不会解除已有保护；标签名称仍可见。

# privacy.tags.manage
source: Manage private tags…
zh_hans: 管理私密标签…

# privacy.unlock.password
source: Unlock with master password
zh_hans: 使用主密码解锁

# privacy.unlock.reason
source: Verify your identity to access private note content.
zh_hans: 请验证身份，以访问私密手记内容。

# privacy.unlock.system
source: Use system verification
zh_hans: 使用系统验证

# privacy.unlock.title
source: Unlock private notes
zh_hans: 解锁私密手记

# privacy.unprotect
source: Remove note protection…
zh_hans: 解除此手记的私密保护…

# privacy.unprotect.confirm
source: The note and its images will be stored without encryption. Remove private tags first. Continue?
zh_hans: 正文和图片将不再加密存储。请先移除私密标签，是否继续？

# quadrant.add
source: Add to this quadrant
zh_hans: 加到这个象限

# quadrant.empty
source: Nothing here
zh_hans: 这一宫是空的

# quadrant.hint
source: Drop a row into a square to set important and urgent. The menu bar list stays a single board.
zh_hans: 把一行拖进某一宫，只改重要和紧急。浮层仍是一张清单。

# quadrant.i
source: Important
zh_hans: 重要

# quadrant.i.hint
source: Plan
zh_hans: 制定规划

# quadrant.iu
source: Important and urgent
zh_hans: 重要且紧急

# quadrant.iu.hint
source: Do now
zh_hans: 立即处理

# quadrant.preview.more
source: Read the rest in the inspector
zh_hans: 在检查器中查看全文

# quadrant.rest
source: The rest
zh_hans: 其余

# quadrant.rest.hint
source: Drop or defer
zh_hans: 顺延简化

# quadrant.u
source: Urgent
zh_hans: 紧急

# quadrant.u.hint
source: Delegate
zh_hans: 授权委托

# resident.add
source: Add a recurring item…
zh_hans: 加上重复事项…

# residents.days
source: Which days
zh_hans: 哪几天出现

# residents.empty
source: None yet. Add one below.
zh_hans: 还没有重复事项。写在下面即可。

# residents.enabled
source: Enabled
zh_hans: 启用

# residents.hint
source: Enabled items show on today's list. Tap the days they should appear. Turn one off to hide it without deleting.
zh_hans: 打开的会出现在今天的清单里。点星期决定哪几天出现；关掉只是先不出现，不是删除。

# residents.rename
source: Title
zh_hans: 名称

# routines.add
source: Add
zh_hans: 加上

# routines.delete
source: Delete
zh_hans: 删除

# routines.down
source: Down
zh_hans: 下

# routines.empty
source: No routines yet. Add the first one below.
zh_hans: 还没有重复事项。下面加上第一条。

# routines.enabled
source: On
zh_hans: 启用

# routines.hint
source: What shows up every day. The Tasks page is only for checking them off today.
zh_hans: 重复事项会出现在排定的日子。今日页负责当天完成、跳过和管理。

# routines.name
source: Name
zh_hans: 名称

# routines.new
source: New routine
zh_hans: 新的重复事项

# routines.up
source: Up
zh_hans: 上

# routines.weekdays
source: Weekdays
zh_hans: 工作日

# row.add
source: Add
zh_hans: 添加

# row.attach
source: Attach image
zh_hans: 附上图片

# row.attach.empty
source: Clipboard has no image
zh_hans: 剪贴板里没有图

# row.attach.paste
source: Paste image
zh_hans: 从剪贴板贴图

# row.attach.screen
source: Capture current screen
zh_hans: 截当前屏

# row.cancel
source: Cancel
zh_hans: 取消

# row.delete
source: Delete
zh_hans: 删除

# row.disable
source: Turn off
zh_hans: 关掉

# row.edit
source: Edit
zh_hans: 改字

# row.edit.field
source: Edit this item
zh_hans: 改这一条

# row.enable
source: Turn on
zh_hans: 打开

# row.more
source: More
zh_hans: 更多

# row.note
source: Note
zh_hans: 备注

# row.resident
source: Recurring
zh_hans: 重复事项

# row.save
source: Save
zh_hans: 保存

# row.skip
source: Skip today
zh_hans: 今天跳过

# row.subtasks.collapse
source: Collapse subtasks
zh_hans: 收起子任务

# row.subtasks.expand
source: Expand subtasks
zh_hans: 展开子任务

# row.time
source: Time
zh_hans: 时刻

# row.time.clear
source: Clear time
zh_hans: 清除时刻

# row.tag.overflow.help
source: More %1$lld tags: %2$@
zh_hans: 更多 %1$lld 个标签: %2$@

# classify.priority
source: Priority
zh_hans: 四象限优先级

# classify.priority.clear
source: Clear Priority
zh_hans: 清除优先级

# row.quick.attach
source: Attachments
zh_hans: 附件与采集

# row.quick.delete
source: Delete
zh_hans: 删除

# row.quick.edit
source: Edit title
zh_hans: 编辑标题

# row.quick.priority
source: Priority
zh_hans: 四象限优先级

# row.quick.remind
source: Remind
zh_hans: 设时刻

# row.quick.resident
source: Recurring rule
zh_hans: 重复规则

# row.quick.schedule
source: Schedule date
zh_hans: 排程日期

# row.quick.tags
source: Tags
zh_hans: 标签

# row.quick.skip
source: Skip today
zh_hans: 跳过今天

# row.quick.tomorrow
source: Tomorrow
zh_hans: 移至明天

# row.tomorrow
source: Move to tomorrow
zh_hans: 移至明天

# row.time.set
source: Set time
zh_hans: 设时刻

# save.failure.message
source: The operation could not be completed. Please retry. If it keeps failing, export your current data in Settings and check available disk space.
zh_hans: 操作未能完成，请重试。若持续失败，请先在设置中导出当前数据，并检查磁盘空间。

# save.failure.title
source: Changes could not be saved
zh_hans: 更改未能保存

# save.rollback.failure
source: Saving failed and the rolled-back view could not be refreshed. Stop editing and reopen the app to check the saved data.
zh_hans: 保存失败，且无法刷新回滚后的界面。请停止编辑，重新打开应用检查数据，不要把当前显示当作已保存。

# screen.capture.fail.display
source: No display is available to capture.
zh_hans: 没有可截的屏幕。

# screen.capture.fail.encode
source: The screenshot could not be saved as an image.
zh_hans: 截下来的图存不成图片。

# screen.capture.fail.permission
source: Screen Recording permission is off. Turn it on in System Settings, or attach a file / paste instead.
zh_hans: 没有屏幕录制权限。到系统设置打开，或改用选文件 / 贴图。

# screen.capture.fail.unknown
source: Could not capture the current screen.
zh_hans: 截当前屏没成功。

# search.empty
source: Nothing matches.
zh_hans: 没有对上的。

# search.hint
source: Type a word. Results cover every day, not only today.
zh_hans: 输入关键字。会搜所有天，不只今天。

# search.kind.diary
source: Note
zh_hans: 手记

# search.kind.routine
source: Recurring
zh_hans: 重复事项

# search.kind.subtask
source: Subtask
zh_hans: 子任务

# search.kind.todo
source: One-off
zh_hans: 一次性事项

# search.placeholder
source: Search · #tag !p1 @time
zh_hans: 搜索内容 · #标签 !p1 @时间

# search.results.count %lld
source: Results: %lld
zh_hans: 找到 %lld 项

# search.scope.all
source: Searching all dates
zh_hans: 正在搜索所有日期

# seed.routine.daily
source: Daily log
zh_hans: 写日报

# seed.routine.review
source: Review
zh_hans: 复盘

# settings.calendar.conflict.open
source: Open this task
zh_hans: 打开这条待办

# settings.calendar.conflict.local
source: On this Mac
zh_hans: 本机

# settings.calendar.conflict.missing
source: The AreaChain calendar has no event to compare.
zh_hans: 日历里没有可对照的这一条。

# settings.calendar.conflict.noTime
source: No reminder
zh_hans: 无提醒

# settings.calendar.conflict.remote
source: Calendar
zh_hans: 日历

# settings.calendar.openSystem
source: Open Calendar Settings
zh_hans: 打开系统日历设置

# settings.calendar.sync
source: Calendar
zh_hans: 系统日历

# settings.calendar.sync.help
source: Only tasks in the AreaChain calendar are synchronized. Conflicting versions and events without a confirmed owner are kept. Deleting an event detaches its task; complete and reopen the task to publish it again.
zh_hans: 只同步 AreaChain 专属日历中的待办。冲突版本及无法确认归属的事件会保留。删除日历事件后待办保持解绑；将待办完成后重新打开，可重新发布。

# settings.calendar.sync.retry
source: Retry sync
zh_hans: 重新同步

# settings.calendar.sync.status.conflict
source: Calendar differences need review; neither conflicting version was overwritten. The title, date and reminder from this Mac and the calendar are listed below. Align both sides, then retry. If a deleted task should remain, restore it first.
zh_hans: 日历差异需要确认，冲突的两边都未被覆盖。下方列出本机和日历的标题、日期和提醒。改到两边一致后再重新同步；若要保留已删除的待办，请先恢复。

# settings.calendar.sync.status.denied
source: macOS did not grant calendar access.
zh_hans: 系统没给日历权限。

# settings.calendar.sync.status.failed
source: Sync was not completed. Some changes may already be saved; retry to reconcile safely.
zh_hans: 同步尚未全部完成，部分更改可能已写入。请重试以安全核对。

# settings.calendar.sync.status.localUnavailable
source: Calendar sync is paused because local storage is unavailable or temporary. No calendar changes were written.
zh_hans: 本机库不可用或处于临时内存模式，日历同步已暂停，没有向日历写入或清理事件。

# settings.calendar.sync.status.off
source: Calendar sync is off.
zh_hans: 日历同步是关的。

# settings.calendar.sync.status.ok
source: Last synced
zh_hans: 上次同步

# settings.calendar.sync.status.unavailable
source: Could not create the AreaChain calendar.
zh_hans: 建不了名叫 AreaChain 的日历。

# settings.calendar.sync.toggle
source: Sync temporary tasks to Calendar
zh_hans: 把一次性事项同步到系统日历

# settings.capture
source: Capture
zh_hans: 捕获

# settings.capture.screen.help
source: Capture current screen asks for Screen Recording once, then attaches a still image to a task or habit. It does not attach to a diary entry or keep recording. If the sandbox blocks it, attach a file or paste instead.
zh_hans: 「截当前屏」会要一次屏幕录制权限，只拍一张图，附到待办或习惯，不附到手记，也不会一直录。若沙盒拦住，仍可用选文件或贴图。

# settings.capture.stamp
source: Stamp the frontmost app
zh_hans: 记下当时的 App

# settings.capture.stamp.help
source: Off by default. Overlay Return, the Today composer, the paste shortcut, Calendar typing, and tag lists store the frontmost app’s bundle ID. AreaChain itself is not stamped. Window titles are not read.
zh_hans: 默认关。打开后，浮层回车、工作台今日输入、剪贴板热键、日历页和标签清单添加待办都会记下前台 App 的标识；前台是 AreaChain 自己则不写。不读窗口标题。

# settings.chrome
source: Appearance
zh_hans: 外观

# dataBackup.encrypted
source: Separate-password encrypted backup
zh_hans: 独立口令加密备份

# dataBackup.encrypted.exported
source: Encrypted backup exported. The password was not saved.
zh_hans: 加密备份已导出。口令没有写入偏好。

# dataBackup.encrypted.help
source: The backup includes records and image attachments. It uses a separate password that is not saved in preferences. Restore checks the manifest and shows a preview. After you confirm, it merges. Local records outside the backup are not deleted unconditionally.
zh_hans: 备份包含记录和图片附件，使用独立口令，不会记入应用偏好。恢复前会检查清单并显示预览；确认后按合并方式恢复，不会无条件删除备份之外的本地记录。

# dataBackup.encrypted.restored
source: Encrypted backup merged. Records outside the backup were kept.
zh_hans: 加密备份已按合并方式恢复。备份之外的本地记录仍保留。

# dataBackup.health
source: Database health
zh_hans: 数据库健康

# dataBackup.health.ok
source: Using the on-disk store.
zh_hans: 正在使用本机磁盘库。

# dataBackup.json
source: Plain JSON
zh_hans: 普通 JSON

# dataBackup.json.help
source: Export or import ordinary records and attachment metadata. Protected notes, legacy password-masked notes, private attachments, and image bytes are excluded. Import validates and shows a preview, then writes only after you confirm. It does not replace the whole library.
zh_hans: 导出或导入普通记录和附件元数据。不包含受保护手记、旧密码遮罩手记、私密附件和图片二进制。导入会先校验并显示预览，确认后才写入，不会整库覆盖。

# settings.data
source: Data
zh_hans: 数据

# settings.export
source: Export JSON
zh_hans: 导出 JSON

# settings.exported
source: Exported
zh_hans: 已导出

# settings.icloud.hint
source: This version does not implement iCloud sync. Data stays in the local store.
zh_hans: 此版本不做 iCloud 同步。数据只存放在本机库中。

# settings.import
source: Import JSON
zh_hans: 导入 JSON

# settings.imported
source: Imported
zh_hans: 已导入

# settings.language
source: Language
zh_hans: 语言

# settings.launch
source: Startup
zh_hans: 启动

# settings.login
source: Open at login
zh_hans: 登录时打开

# settings.login.needsApproval
source: macOS still needs you to allow AreaChain in System Settings → General → Login Items. The switch stays off until that approval is granted.
zh_hans: 系统还需要你在「系统设置 → 通用 → 登录项」里允许 AreaChain。批准之前，这个开关保持关闭。

# settings.login.openSystem
source: Open Login Items Settings
zh_hans: 打开登录项设置

# settings.look
source: Appearance
zh_hans: 外观

# settings.memory
source: The on-disk store won’t open. This session is memory-only and will be gone when you quit. The original file is still there.
zh_hans: 本机库打不开，当前只用内存，关掉就没了。原文件还在。

# settings.notify
source: Notifications
zh_hans: 通知

# notify.test.body
source: This is a test notification.
zh_hans: 这是一条测试通知。

# settings.notify.request
source: Allow notifications
zh_hans: 允许通知

# settings.notify.test
source: Send a test
zh_hans: 测试通知

# settings.notify.test.failed
source: Couldn't send a test notification.
zh_hans: 这次没能发出测试通知。

# settings.notify.test.sent
source: A test notification was sent.
zh_hans: 已发出测试通知。

# settings.notify.status.denied
source: Notifications are off. Enable them in System Settings, or tap the button below.
zh_hans: 系统通知已关。可在系统设置里打开，或再点一次下面的按钮。

# settings.notify.status.off
source: The first time you set a time, macOS will ask for permission.
zh_hans: 第一次设时刻时，系统会问要不要通知。

# settings.notify.status.on
source: A banner will appear at the set time.
zh_hans: 到点会弹出通知。

# settings.quadrant.truncation
source: Long quadrant titles
zh_hans: 四象限过长标题

# settings.quadrant.truncation.help
source: Chooses where the ellipsis goes when a quadrant title does not fit on one line. The hover preview still starts at the beginning.
zh_hans: 四象限标题放不下一行时，省略号放在末尾或中间。悬停预览仍从开头显示。

# settings.quadrant.truncation.middle
source: Keep both ends (111…111)
zh_hans: 留下首尾（111…111）

# settings.quadrant.truncation.tail
source: Keep the start (111111…)
zh_hans: 留下开头（111111…）

# settings.reset
source: Erase local store and quit
zh_hans: 清空本机库并退出

# Shift + 回车换行，输入详情说明
source: Shift + Return adds a new line
zh_hans: Shift + 回车换行，输入详情说明

# sidebar.add.tag
source: New tag
zh_hans: 新建标签

# sidebar.boards
source: Boards
zh_hans: 看板

# sidebar.content
source: Content
zh_hans: 内容

# sidebar.focus
source: Focus
zh_hans: 聚焦

# sidebar.items
source: Items
zh_hans: 事项

# sidebar.organize
source: Organize
zh_hans: 组织

# sidebar.overview
source: Overview
zh_hans: 总览

# sidebar.planning
source: Planning
zh_hans: 规划

# sidebar.records
source: Notes
zh_hans: 记录

# sidebar.rename
source: Rename
zh_hans: 重命名

# sidebar.rename.name
source: Name
zh_hans: 名称

# sidebar.system
source: System
zh_hans: 系统

# sidebar.tags
source: Tags
zh_hans: 标签

# stamp.completed %lld
source: Done %lld
zh_hans: 已完成 %lld

# stamp.completed.collapse %lld
source: Done %lld · Hide
zh_hans: 已完成 %lld · 收起

# stamp.disabled
source: Turned off
zh_hans: 已关掉

# stamp.routines
source: Recurring
zh_hans: 重复事项

# stamp.today
source: Today
zh_hans: 今天

# stamp.todos
source: Today's Tasks
zh_hans: 今日待办

# stamp.upcoming
source: Upcoming
zh_hans: 即将

# stamp.yesterday
source: Yesterday leftover
zh_hans: 昨天未完成

# stamp.yesterday.moveAll
source: Move to today
zh_hans: 全部延至今日

# stamp.yesterday.moveAll.help
source: Move all yesterday's unfinished tasks to today
zh_hans: 将昨天所有未完成的待办顺延至今天

# store.fallback.message
source: The local database could not be opened. Original files were not deleted. New changes are temporary and calendar sync is paused. Export new entries before quitting.
zh_hans: 本机数据库无法打开，原文件没有被删除。新修改只保存在内存中，日历同步已暂停。退出前请导出新录入的内容。

# store.fallback.title
source: Temporary storage mode
zh_hans: 当前使用临时内存库

# streak.badge.help %lld
source: Streak: %lld days
zh_hans: 连续打卡：%lld 天

# streak.badge.label %lld
source: %lld days streak
zh_hans: 连续打卡 %lld 天

# syntax.attributes.accessibility
source: Preview %lld recognized attributes
zh_hans: 预览 %lld 项已识别属性

# syntax.attributes.count
source: Attrs %@
zh_hans: 属性 %@

# syntax.attributes.help
source: Preview tags, priority and reminder without saving
zh_hans: 预览标签、优先级和提醒，不会保存内容

# syntax.attributes.readonly
source: Preview only. Edit the input to make changes.
zh_hans: 仅预览；修改输入原文即可调整属性。

# syntax.attributes.title
source: Recognized attributes
zh_hans: 已识别属性

# syntax.capture.scope.help
source: Tags work across content inputs. Tasks and habits also support priorities and reminders.
zh_hans: 内容输入统一支持标签；事项还支持优先级、提醒。

# syntax.capture.tag.help
source: Use multiple #tags; missing tags are created when saving
zh_hans: 支持多个 #标签，不存在的标签在保存时创建

# syntax.notes.save.help
source: ⌘Return to save. Also saves when editing ends.
zh_hans: ⌘Return 保存；结束编辑时也会保存。

# syntax.search.priority.help
source: Find tasks and habits by priority with !p1–!p4
zh_hans: !p1～!p4 按优先级查找事项

# syntax.search.scope.help
source: Search only; no records are created or changed
zh_hans: 只查找内容，不新增或修改记录

# syntax.search.tag
source: Filter by tag
zh_hans: 按标签搜索

# syntax.search.tag.help
source: Combine #tags with keywords
zh_hans: 输入 # 选标签，可与关键词组合

# syntax.search.time
source: Search reminder time
zh_hans: 按提醒时刻查找

# syntax.search.time.help
source: @15:30 finds tasks and habits by reminder time
zh_hans: @15:30 按提醒时刻查找事项

# syntax.search.title
source: Search syntax
zh_hans: 搜索语法

# syntax.tag.create.on.save
source: Create on save
zh_hans: 保存时创建

# syntax.tag.type.to.create
source: Type name to create
zh_hans: 输入名称回车创建

# syntax.tag.remove
source: Remove this tag
zh_hans: 移除此标签

# tab.diary
source: Notes
zh_hans: 手记

# tab.picker
source: Page
zh_hans: 页面

# tab.allItems
source: All Items
zh_hans: 全部事项

# dashboard.activity.diaryCreated
source: Note
zh_hans: 手记

# dashboard.activity.diaryTrashed
source: Note
zh_hans: 手记

# dashboard.activity.empty
source: No activity in the last 30 days.
zh_hans: 最近 30 天没有可显示的活动。

# dashboard.activity.kind.completed
source: Completed
zh_hans: 完成

# dashboard.activity.kind.created
source: Created
zh_hans: 新建

# dashboard.activity.kind.skipped
source: Skipped
zh_hans: 跳过

# dashboard.activity.kind.trashed
source: Trash
zh_hans: 回收站

# dashboard.activity.title
source: Recent activity
zh_hans: 最近活动

# dashboard.diary.today
source: Notes today
zh_hans: 今日手记

# dashboard.heatmap.cell
source: %1$@. Completed %2$d, scheduled %3$d, %4$@.
zh_hans: %1$@。完成 %2$d，排定 %3$d，%4$@。

# dashboard.heatmap.empty
source: No completions in this range. Every day still stays on the grid.
zh_hans: 这段日期还没有完成记录，每一天仍留在网格上。

# dashboard.heatmap.hint
source: Choose a day to open it in the calendar. Hover a day to see completed titles.
zh_hans: 点选日期后，在日历中打开该日。悬停可看当天已完成的标题。

# dashboard.heatmap.more
source: %d more
zh_hans: 还有 %d 项

# dashboard.range.recent
source: Last 7 days
zh_hans: 近 7 日

# dashboard.routines.active
source: Active routines
zh_hans: 启用中的重复事项

# dashboard.heatmap.legend.less
source: Less
zh_hans: 较少

# dashboard.heatmap.legend.more
source: More
zh_hans: 较多

# dashboard.heatmap.level
source: Level %d
zh_hans: 强度 %d

# dashboard.heatmap.skipped
source: Skipped %d.
zh_hans: 跳过 %d。

# dashboard.heatmap.title
source: Past year
zh_hans: 年度热力图

# dashboard.pending.overdue
source: Overdue
zh_hans: 逾期

# dashboard.pending.upcoming
source: Upcoming
zh_hans: 即将

# dashboard.streak.best
source: Best streak
zh_hans: 历史最高

# dashboard.streak.current
source: Current streak
zh_hans: 当前连击

# dashboard.summary.title
source: Today
zh_hans: 今日概览

# dashboard.title
source: Dashboard
zh_hans: 总览

# dashboard.today.open
source: Still open
zh_hans: 未完成

# dashboard.today.accessibility
source: Completed today, %1$d of %2$d
zh_hans: 今日完成，%1$d / %2$d

# dashboard.today.skipNote
source: Skips are not counted as completed.
zh_hans: 跳过不计完成。

# dashboard.today.title
source: Completed today
zh_hans: 今日完成

# dashboard.trend.accessibility
source: %1$@, completed %2$d of %3$d, %4$@
zh_hans: %1$@，完成 %2$d，排定 %3$d，%4$@

# dashboard.trend.empty
source: Nothing was scheduled in the last 7 days.
zh_hans: 近 7 日没有排定事项。

# dashboard.trend.noRate
source: No completion rate
zh_hans: 无完成率

# dashboard.trend.title
source: Last 7 days
zh_hans: 近 7 日

# tab.shortcuts
source: Shortcuts
zh_hans: 快捷键

# tab.dataBackup
source: Data & Backup
zh_hans: 数据与备份

# tab.pending
source: Pending
zh_hans: 待处理

# tab.privacy
source: Privacy & Unlock
zh_hans: 隐私与解锁

# tab.residents
source: Recurring
zh_hans: 重复事项

# tab.tags
source: Tags
zh_hans: 标签

# tab.today
source: Today
zh_hans: 今日

# tab.tasks
source: Items
zh_hans: 事项

# segmented.bar.diary.help
source: Notes (⌘→)
zh_hans: 手记 (⌘→)

# segmented.bar.tasks.help
source: Tasks (⌘←)
zh_hans: 事项 (⌘←)

# tag.preset.reserved
source: 「密码」「小巧思」「日记」 are note categories, not task tags.
zh_hans: 「密码」「小巧思」「日记」是手记分类，不能当作待办标签。

# trash.empty
source: Trash is empty.
zh_hans: 回收站是空的。

# trash.empty.action
source: Empty
zh_hans: 清空

# trash.hint
source: Restore a mistake, or delete it forever.
zh_hans: 误删的可以恢复，不要的再彻底删。

# trash.kind.attachment
source: Attachment
zh_hans: 附件

# trash.kind.diary
source: Notes
zh_hans: 手记

# trash.kind.resident
source: Recurring
zh_hans: 重复事项

# trash.kind.tag
source: Tag
zh_hans: 标签

# trash.kind.todo
source: One-off
zh_hans: 一次性事项

# trash.purge
source: Delete forever
zh_hans: 彻底删除

# trash.restore
source: Restore
zh_hans: 恢复

# trash.restore.blocked
source: Restore the parent item first
zh_hans: 请先恢复所属事项或手记

# window.attachments
source: Attachments
zh_hans: 附件

# window.calendar
source: Calendar
zh_hans: 日历

# window.diary
source: Notes & Memos
zh_hans: 灵感手记

# window.gantt
source: Schedule
zh_hans: 安排

# window.quadrant
source: Quadrants
zh_hans: 四象限

# undo.routine.reopened
source: Undid the check-in for “%@”
zh_hans: 已撤销打卡「%@」

# undo.routine.restored
source: Restored the check-in for “%@”
zh_hans: 已恢复打卡「%@」

# undo.subtask.recompleted
source: Marked subtask “%@” complete again
zh_hans: 已重新标为完成子任务「%@」

# undo.subtask.reopened
source: Undid completion of subtask “%@”
zh_hans: 已撤销完成子任务「%@」

# undo.todo.recompleted
source: Marked “%@” complete again
zh_hans: 已重新标为完成「%@」

# undo.todo.reopened
source: Undid completion of “%@”
zh_hans: 已撤销完成「%@」

# undo.todo.reopened.subtasks
source: Undid completion of “%@” and reopened %lld subtasks
zh_hans: 已撤销完成「%@」，并重新打开 %lld 个子任务

# window.search
source: Search
zh_hans: 搜索

# window.settings
source: Settings
zh_hans: 设置

# window.trash
source: Trash
zh_hans: 回收站

# window.workspace
source: Workspace
zh_hans: 主工作台

# workspace.composer.help
source: Press Return to add
zh_hans: 回车添加待办

# workspace.composer.placeholder
source: Add an item, press Return (e.g. 3pm meeting #work !p1)
zh_hans: 添加新事项，回车快速录入（支持自然语言如：下午3点开会 #工作 !p1）

# workspace.progress.done
source: All done today
zh_hans: 今日全达成

# workspace.progress.label
source: Progress
zh_hans: 达成进度

# workspace.remind.suffix
source: %@ reminder
zh_hans: %@ 提醒

# workspace.residents.open
source: Manage recurring items
zh_hans: 管理重复事项

# workspace.today.title
source: Today
zh_hans: 今日事项

# 下午
source: Afternoon
zh_hans: 下午

# 不重要不紧急
source: Other
zh_hans: 其余

# 中午
source: Noon
zh_hans: 中午

# 任务 (⌘←)
source: Tasks (⌘←)
zh_hans: 事项 (⌘←)

# 傍晚
source: Evening
zh_hans: 傍晚

# 关闭
source: Close
zh_hans: 关闭

# 切换
source: Move
zh_hans: 切换

# 四象限优先级
source: Quadrant priority
zh_hans: 四象限优先级

# board.banner.all_done
source: Today's tasks are all completed
zh_hans: 太棒了，今日事项全清！

# 展开
source: Expand
zh_hans: 展开

# 快捷语法指南
source: Quick syntax guide
zh_hans: 快捷语法指南

# 手记 (⌘→)
source: Notes (⌘→)
zh_hans: 手记 (⌘→)

# 换行输入备注
source: Add task details
zh_hans: 换行输入备注

# 收起
source: Collapse
zh_hans: 收起

# 整点
source: On the hour
zh_hans: 整点

# 新建标签
source: Create tag
zh_hans: 新建标签

# 早上
source: Morning
zh_hans: 早上

# 时刻提醒
source: Reminder time
zh_hans: 时刻提醒

# 晚上
source: Night
zh_hans: 晚上

# 标签
source: Tag
zh_hans: 标签

# 标签分类
source: Tags
zh_hans: 标签分类

# 点击填入
source: Insert
zh_hans: 点击填入

# 直接存入手记
source: Save to notes
zh_hans: 直接存入手记

# 紧急不重要
source: Urgent
zh_hans: 紧急

# 自定义时刻
source: Custom time
zh_hans: 自定义时刻

# 补全
source: Complete
zh_hans: 补全

# 跳过待办直接存入今日随笔
source: Save as a note instead of a task
zh_hans: 跳过待办直接存入今日随笔

# 适用于随手记、行内编辑与全局搜索
source: For capture, inline editing and search
zh_hans: 适用于随手记、行内编辑与全局搜索

# 重要不紧急
source: Important
zh_hans: 重要

# 重要且紧急
source: Important and urgent
zh_hans: 重要且紧急

# 键入 # 选已有标签，回车新建
source: Type # to choose or create a tag
zh_hans: 键入 # 选已有标签，回车新建

# syntax.guide.title
source: Input Syntax
zh_hans: 输入快捷语法

# syntax.footer.complete
source: Complete
zh_hans: 补全

# syntax.footer.dismiss
source: Close
zh_hans: 关闭

# syntax.footer.navigate
source: Move
zh_hans: 切换

# syntax.guide.diary
source: Save as diary
zh_hans: 直接存入手记
